# shell
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# font
tap "sanemat/font"
brew "ricty"

# for editior
brew "neovim"
brew "ctags"
brew "ripgrep"

# git
brew "git"
brew "git-extras"
brew "git-flow"
brew "ghq"
brew "hub"
tap "github/gh"
brew "gh"

# update commands
brew "rsync"
brew "gawk"
brew "gnu-sed"
brew "coreutils"

# language version managers
brew "anyenv"

# command line tools
brew "htop"
brew "tig"
brew "jq"
brew "jid"
brew "bat"
brew "fzf"
brew "tmux"
brew "tree"
brew "knqyf263/pet/pet"
brew "percona-toolkit"

# AWS
tap "aws/tap"
brew "awscli"
brew "aws-sam-cli"

# cask
cask "google-chrome"
cask "docker"
cask "iterm2"
cask "sequel-pro"
cask "deepl"
cask "1password"
