# tap for install
tap "sanemat/font"

# install
# shell
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# font
brew "ricty"

# for editior
brew "neovim"
brew "ctags"
brew "ripgrep"

# git
brew "git"
brew "git-extras"
brew "git-flow"
brew "ghq"
brew "hub"

# update commands
brew "rsync"
brew "gawk"
brew "gnu-sed"
brew "coreutils"

# language version managers
brew "anyenv"

# command line tools
brew "htop"
brew "tig"
# brew "imagemagick"
brew "jq"
brew "jid"
brew "bat"
brew "fzf"
brew "tmux"
brew "tree"
brew "awscli"
brew "ncdu"
brew "goodwithtech/dockle/dockle"
brew "knqyf263/pet/pet"
