# shell
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

# font
tap 'sanemat/font'
brew 'ricty'

# for editior
brew 'neovim'
brew 'ctags'
brew 'ripgrep'

# git
brew 'hub'
brew 'git'
brew 'git-extras'
brew 'git-flow'
brew 'ghq'
tap 'github/gh'
brew 'gh'

# update commands
brew 'rsync'
brew 'gawk'
brew 'gnu-sed'
brew 'coreutils'

# language version managers
brew 'anyenv'

# command line tools
tap "itchyny/tap"
tap "knqyf263/pet"
brew "ansible"
brew 'bat'
brew 'fzf'
brew 'htop'
brew 'hugo'
brew "itchyny/tap/mmv"
brew 'jid'
brew 'jq'
brew 'knqyf263/pet/pet'
brew 'percona-toolkit'
brew 'tig'
brew 'tmux'
brew 'tree'

# AWS
tap 'aws/tap'
brew 'awscli'
brew 'aws-sam-cli'

# cask
tap "homebrew/cask"
cask '1password'
cask "alacritty"
cask "discord"
cask 'deepl'
cask 'docker'
cask 'google-chrome'
cask 'iterm2'
cask 'sequel-ace'
cask "slack"
